Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Moreover, the key role of local values was emphasized and it was agreed that investing in people and education helps develop civil society and avoid conflicts.
pl: Za istotne uznano oparcie się na wartościach lokalnych oraz inwestowanie w ludzi i edukację, co stwarza szansę na rozwój społeczeństwa obywatelskiego i pozwala unikać konfliktów.

source: Another topic was the way Central Asia has been affected by events in North Africa.
pl: Analizowano również wpływ wydarzeń z Afryki Północnej na region Azji Środkowej.

source: [1] Organized by: Polish Presidency of the Council, Lech Wałęsa Institute Foundation.
pl: [1] Organizatorzy: polska Prezydencja i Instytut Lecha Wałęsy.

source: Panellists: Shamsidin Karimov (Head of the National NGO Association, Tajikistan), Abdumomun Mamaraimov (Chairman of the Board, Public Foundation Voice of Freedom, Kyrgyzstan), Erica Marat (Central Asia-Caucasus Institute and Silk Road Studies Program), Dirk Meganck (DG, DEVCO, EC), Krzysztof Stanowski (MFA Undersecretary of State).
pl: Paneliści: Shamsidin Karimov (Przewodniczący tadżyckiego zrzeszenia NGOsów), Abdumomun Mamaraimov (Przewodniczący Zarządu kirgijskiej Public Foundation Voice of Freedom), Erica Marat (Central Asia-Caucasus Institute and Silk Road Studies Program), Dirk Meganck (DG DEVCO KE), Krzysztof Stanowski (Podsekretarz Stanu w MSZ).

source: Moderated by: Nazgul Yergalieva (Legal Policy Research Centre).
pl: Moderator: Nazgul Yergalieva (Legal Policy Research Centre).

source: [2] Given the inadequate access to electricity in many Central Asian regions and the resulting poor Internet coverage, social networks (such as Facebook) can hardly be used by people to rally together.
pl: [2] W Azji Środkowej przy braku dostępu do elektryczności w wielu rejonach, a co za tym idzie - słabo rozpowszechnionym dostępie do internetu, trudno się organizować przy użyciu portali społecznościowych (facebook).

source: [3] According to E. Marat, Kazakhstan could be especially affected.
pl: [3] Wg E. Marat może mieć szczególny wpływ w Kazachstanie.

source: The amounts spent on development cooperation amounted to 0.09% of Poland's Gross National Income (GNI).
pl: Wartość środków wydanych na współpracę rozwojową stanowiła 0,09% polskiego dochodu narodowego brutto (DNB).

source: Entities acting within the United Nations System were provided with PLN 60 million.
pl: Na rzecz podmiotów działających w Systemie Narodów Zjednoczonych przekazano 60 mln PLN.

source: In this case, the purpose of Polish assistance is supporting the continuous and stable functioning of democratic systems, ensuring that human rights are observed, and contributing to effective system transformation.
pl: Celem polskiej pomocy jest w tym przypadku wspieranie działań na rzecz trwałego i stabilnego funkcjonowania systemów demokratycznych, przestrzegania praw człowieka i skutecznej transformacji systemowej.

source: The main recipients of Poland's bilateral assistance in 2014 were: Ethiopia (PLN 74.05 million), Ukraine (PLN 68.06 million), Belarus (PLN 63.04 million), Angola (PLN 45.59 million), Moldova (PLN 9.75 million), Georgia (PLN 7.88 million), Syria (PLN 4.21 million), Afghanistan (PLN 4.06 million), Kazakhstan (PLN 3.85 million), Kenya (PLN 3.55 million), and Palestine (PLN 3.23 million).
pl: W 2014 r. głównymi odbiorcami polskiej pomocy dwustronnej były: Etiopia (74,05 mln PLN), Ukraina (68,06 mln PLN), Białoruś (63,04 mln PLN), Angola (45,59 mln PLN), Mołdawia (9,75 mln PLN), Gruzja (7,88 mln PLN), Syria (4,21 mln PLN), Afganistan (4,06 mln PLN), Kazachstan (3,85 mln PLN), Kenia (3,55 mln PLN), Palestyna (3,23 mln PLN).

source: In 2014, the amount spent on education, including scholarships, reached PLN 98.5 million.
pl: W 2014 roku na edukację, w tym stypendia wydano 98,5 mln PLN.

source: The funds that Poland contributed in 2014 to humanitarian activities as a part of ODA exceeded PLN 18 million.
pl: Polski wkład finansowy w 2014 r. w działalność humanitarną w ramach oficjalnej pomocy rozwojowej (ODA) wyniósł ponad 18 mln PLN.

source: The assistance granted to Ukrainians amounted to more than 30% of the funds, while 22% was provided to Syrian refugees and for the purpose of counteracting the crisis in Syria.
pl: Na pomoc Ukraińcom wydano ponad 30% środków, natomiast około 22% przeznaczono na rzecz uchodźców syryjskich i przeciwdziałaniu kryzysowi w Syrii.

source: The support was also granted to flooded areas in Bosnia and Herzegovina and Serbia (the assistance amounted to PLN 1.11 million).
pl: Wsparto także obszary w Bośni i Hercegowinie oraz Serbii dotknięte powodziami (kwota pomocy wyniosła 1,11 mln PLN).

source: In 2014 the value of bilateral development assistance exceeded PLN 259 million.
pl: Wartość dwustronnej pomocy rozwojowej wyniosła w 2014 r. ponad 259 mln PLN.

source: After deducting the value of loan agreements, the value of bilateral assistance reached PLN 207 million.
pl: Po odjęciu od tej kwoty wartości umów pożyczkowych wartość dwustronnej pomocy wyniosła 207 mln PLN.

source: Almost 43% of funds intended for bilateral development assistance was provided in this way.
pl: W ten sposób przekazano blisko 43% środków przeznaczonych na dwustronną pomoc rozwojową.

source: The second largest group consisted of institutions in the public finance sector, mostly ministries and foreign offices, which spent more than 28% of the funds.
pl: Na drugim miejscu znalazły się instytucje sektora finansów publicznych, w tym głównie ministerstwa i placówki zagraniczne, wydatkując ponad 28% środków.

source: Non-governmental organisations which implemented actions amounting to almost 24% of bilateral assistance played an important role, as well.
pl: Ważną rolę w kanale dystrybucji odegrały organizacje pozarządowe, które zrealizowały działania o wartości niemal 24% pomocy dwustronnej.

source: The remaining funds, 5.14% of the value of bilateral ODA minus loan agreements, were spent via international organisations.
pl: Pozostałe środki wydatkowano za pośrednictwem organizacji międzynarodowych i stanowiły one 5,14% wartości dwustronnej ODA pomniejszonej o umowy kredytowe.

source: You are here Polish Aid / Development cooperation / Development assistance / Supporting development / Poland supports EU Trust Fund for Africa
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc rozwojowa / Wspieranie rozwoju / Polska wesprze Fundusz Powierniczy UE na rzecz Afryki

source: Poland supports EU Trust Fund for Africa
pl: Polska wesprze Fundusz Powierniczy UE na rzecz Afryki

source: Together with the remaining countries which form Visegrad Group (V4), Poland created so-called pool of donors that holds total contribution of 3 million euros.
pl: Razem z pozostałymi państwami tworzącymi Grupę Wyszehradzką (V4) Polska ustanowiła tzw. grupę donorów (ang. pool of donors) dysponującą łącznym wkładem w wysokości 3 mln euro.

source: Thanks to such solution the V4 group will be represented together, having one voting right in the decision-making bodies of the fund (Trust Fund Board, Operational Committees).
pl: Dzięki takiemu rozwiązaniu grupa państw V4 będzie reprezentowana wspólnie, dysponując jednym prawem głosu w organach decyzyjnych funduszu (Zarząd, Komitety Operacyjne).

source: The Trust Fund was established during the international summit on migration which took place on 11 and 12 November 2015 in Malta's capital city Valletta.
pl: Fundusz powołano w tracie międzynarodowego szczytu w sprawie migracji, który odbył się w dniach 11-12 listopada 2015 r. w stolicy Malty, Valletcie.

source: The current value of the Trust Fund is 1 881 million euros, of which 1 billion will come from reserve of the 11th European Development Fund (EDF), 800 million euros from national and regional EDF programmes and other instruments financed by the EU budget.
pl: Aktualna wartość funduszu to 1 881 mln euro, z czego 1 mld euro pochodzić będzie z rezerwy 11. edycji Europejskiego Funduszu Rozwoju (EFR), 800 mln euro z krajowych i regionalnych programów EFR oraz innych instrumentów finansowanych z budżetu UE.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Afghan crisis response service receives training in Poland
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Polacy szkolą afgańskie służby reagowania kryzysowego

source: Afghan crisis response service receives training in Poland
pl: Polacy szkolą afgańskie służby reagowania kryzysowego

source: On 9 December 2013, ten representatives of the Afghanistan National Disaster Management Agency started their training in Warsaw.
pl: 9 grudnia 2013 r. rozpoczęło się szkolenie dla dziesięciu przedstawicieli Afgańskiej Narodowej Agencji Zarządzania Kryzysowego.

source: The training is organised by the Ministry of Foreign Affairs in cooperation with the National School of Public Administration and NATO.
pl: Przedsięwzięcie to jest organizowane w Warszawie przez Ministerstwo Spraw Zagranicznych we współpracy z Krajową Szkołą Administracji Publicznej oraz NATO.

source: “The Polish crisis management system, which has been implemented for 20 years now, is very effective.
pl: - Polski system zarządzania kryzysowego, tworzony od ponad 20 lat, funkcjonuje bardzo dobrze.

source: We would like to share this experience with you,” said Jan Pastwa, director of the National School of Public Administration, addressing the Afghan guests.
pl: Chcielibyśmy podzielić się tymi doświadczeniami z Wami - mówił do gości z Afganistanu podczas rozpoczęcia szkolenia dyrektor KSAP Jan Pastwa.

source: Afghanistan's crisis management system is still under construction, which is why the Afghan administration needs a model for creating effective mechanisms that would facilitate the coordination of services' work in case of emergency.
pl: System zarządzania kryzysowego Afganistanu jest dopiero tworzony, dlatego administracja potrzebuje wzorców, na których mogłaby opierać budowę sprawnych mechanizmów ułatwiających koordynację służb w przypadku wystąpienia sytuacji nadzwyczajnych.

source: A response to that need is the training, which aims to present different crisis management models, including Polish and Hungarian ones.
pl: Odpowiedzią na to zapotrzebowanie jest szkolenie, które ma na celu pokazanie różnych modeli zarządzania kryzysowego - m.in. na przykładzie Polski i Węgier.

source: The training participants will learn how to coordinate aid provided by other countries in the situation of a natural disaster.
pl: Istotnym elementem szkolenia będzie praktyczna nauka koordynacji pomocy udzielanej przez inne państwa w sytuacji wystąpienia klęski żywiołowej.

source: Some of the classes will be delivered by NATO experts, who will discuss the NATO crisis management system and the cooperation with international organisations, such as the United Nations or the Red Cross / Red Crescent.
pl: Zajęcia poprowadzą również eksperci NATO, którzy omówią m.in. system zarządzania kryzysowego Paktu Północnoatlantyckiego oraz współpracę z organizacjami międzynarodowymi takimi jak ONZ czy Czerwony Krzyż/Czerwony Półksiężyc.

source: The skills acquired during the training will also be important for the creation of a regional emergency support system, which will cover Afghanistan and its neighbouring countries.
pl: Nabyte w ramach szkolenia umiejętności będą istotne także z uwagi na budowę regionalnego systemu wsparcia w sytuacjach kryzysowych, który obejmie Afganistan i kraje sąsiednie.

source: The project is a Polish contribution to the Istanbul Process.
pl: Projekt jest jednym z elementów polskiego zaangażowania w ramach Procesu Stambulskiego.

source: The European Union, including Poland, has been supporting activities under the Istanbul Process since 2011.
pl: Unia Europejska, w tym Polska, wpiera działania w ramach Procesu Stambulskiego od 2011 roku.

source: Students from the Eastern Partnership (Armenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine) and Central Asian (Kazakhstan, Uzbekistan, Turkmenistan, Kyrgyzstan, and Tajikistan) countries can now apply to the Stefan Banach Scholarship Programme.
pl: Studenci z krajów Partnerstwa Wschodniego (Armenia, Azerbejdżan, Białoruś, Gruzja, Mołdawia i Ukraina) oraz krajów Azji Centralnej (Kazachstan, Uzbekistan, Turkmenistan, Kirgistan i Tadżykistan) mogą aplikować do Programu stypendialnego im.

source: The scholarships are addressed to last-year students of first-cycle programmes in exact sciences, natural sciences, technology, agriculture, forestry and veterinary medicine, or to graduates of first-cycle programmes in those fields who completed their studies not earlier than in the 2015/2016 academic year.
pl: Oferta stypendialna skierowana jest do studentów ostatniego roku studiów pierwszego stopnia w obszarze nauk ścisłych, przyrodniczych, technicznych, rolniczych, leśnych i weterynaryjnych lub osób, które ukończyły studia pierwszego stopnia w tych obszarach - jednak nie dawniej niż w roku akademickim 2015/2016.

source: They must also have at least a B1-level command of Polish.
pl: Wymogiem jest znajomość języka polskiego przynajmniej na poziomie B1.

source: Candidates choose the university and academic programme they want to enrol on from among those offered by Polish higher education institutions.
pl: Kandydaci samodzielnie dokonują wyboru uczelni i kierunku studiów, na którym chcą podjąć naukę spośród oferty edukacyjnej polskich publicznych szkół wyższych.

source: The results will be announced on 1 August 2018.
pl: Ogłoszenie wyników naboru planowane jest 1 sierpnia 2018 r.

source: Common Security and Defence Policy training course
pl: AAPPW - szkolenie dotyczące Wspólnej Polityki Bezpieczeństwa i Obrony

source: Eastern Partnership Academy of Public Administration (EPAPA) - Common Security and Defence Policy training course
pl: Akademia Administracji Publicznej Partnerstwa Wschodniego (AAPPW) - szkolenie dotyczące Wspólnej Polityki Bezpieczeństwa i Obrony

source: Middle- and senior-level civil servants from the governments of Armenia (4 persons), Azerbaijan (4), Georgia (4), Moldova (6) and Ukraine (6) start their Common Security and Defence Policy (CSDP) training course in the framework of The Eastern Partnership Academy of Public Administration (EPAPA).
pl: Urzędnicy średniego i wyższego szczebla administracji rządowej Armenii (4 osoby), Azerbejdżanu (4), Gruzji (4), Mołdawii (6) i Ukrainy (6) rozpoczynają w ramach Akademii Administracji Publicznej Partnerstwa Wschodniego (AAPPW) szkolenie dotyczące Wspólnej Polityki Bezpieczeństwa i Obrony (WPBiO).

source: The two-part training course is organized by Poland's National School of Public Administration (KSAP) and the Swedish Folke Bernadotte Academy in co-operation with the Ministry of Foreign Affairs.
pl: Kurs przygotowany przez Krajową Szkołę Administracji Publicznej oraz szwedzką Folke Bernadotte Academy we współpracy z MSZ obejmuje dwie części.

source: The first Polish part of the training course is organized in Warsaw on 8-12 October 2012, and the second will take place in Brussels on 5-9 November 2012.
pl: W dniach 8 - 12 października 2012 r. w Warszawie odbędzie się pierwsza - polska część szkolenia, druga zostanie zrealizowana w Brukseli w dniach 5 - 9 listopada 2012 r.

source: The aim of the training course is to enhance co-operation of The Eastern Partnership countries with the European Union in CSDP by familiarizing its participants with:
pl: Celem szkolenia jest wzmocnienie współpracy państw Partnerstwa Wschodniego z Unią Europejską w zakresie WPBiO poprzez zapoznanie uczestników z:

source: political, legislative and practical aspects of participation in EU civil missions, military operations and other EU actions in the scope of CSDP, including training initiatives;
pl: politycznymi, prawnymi i praktycznymi aspektami uczestnictwa w unijnych misjach cywilnych i operacjach wojskowych oraz innych działaniach podejmowanych przez UE w zakresie WPBiO, w tym inicjatywach szkoleniowych;

source: possible EU support for countries interested in security sector reform (SSR).
pl: możliwościami wsparcia ze strony UE dla zainteresowanych państw w zakresie m.in. reformy sektora bezpieczeństwa (SSR).

source: The following topics will be presented during the training course:
pl: Podczas szkolenia zaprezentowane zostaną następujące tematy:

source: CSDP rules of operation and potential co-operation in this sector with partners;
pl: zasady funkcjonowania WPBiO oraz możliwości współpracy w tym zakresie z partnerami;

source: civil and military capabilities developed to meet the needs of EU civil managements operations;
pl: zdolności cywilne i wojskowe rozwijane na potrzeby unijnych operacji zarządzania cywilnego;

source: developing capabilities necessary for participation in EU crisis management operations;
pl: budowanie zdolności niezbędnych do udziału w operacjach zarządzania kryzysowego;

source: presentation of different types of CSDP operations based on case studies and meetings with heads/ deputy heads of EU crisis management operations;
pl: rodzaje aktywności w ramach WPBiO - na podstawie konkretnych przykładów i spotkań z szefami/zastępcami szefów unijnych operacji zarządzania kryzysowego;

source: selected third countries' experiences of participation in EU crisis management operations.
pl: doświadczenia wybranych państw trzecich z zakresu ich uczestnictwa w unijnych operacjach zarządzania kryzysowego.

source: EPAPA was founded during the Polish Presidency of EU Council and its operation was reflected in the Declaration of the Second Eastern Partnership Summit (Warsaw, 29-30 September 2011).
pl: Akademia APPW została powołana podczas polskiej prezydencji w Radzie Unii Europejskiej a jej funkcjonowanie znalazło odzwierciedlenie w zapisach Deklaracji II Szczytu Partnerstwa Wschodniego (Warszawa, 29-30 września 2011 r.).

source: The aim of the EPAPA is to enhance public administration in The Eastern Partnership countries through the organization of special training courses fort civil servants from partner states.
pl: Celem Programu AAPPW jest wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: The programme is designed to offer professional development courses to government officials from The Eastern Partnership who would become experts in their respective fields and thus bring the know-how need to rule a democratic country.
pl: Program służy kształtowaniu profesjonalnej kadry urzędniczej w krajach PW, stanowiącej zaplecze eksperckie niezbędne do wdrażania zasad demokratycznego państwa prawa.

source: The programme is implemented in the form of two-week training modules with lectures and workshops run by experts.
pl: Program realizowany jest w formule dwutygodniowych modułów szkoleniowych obejmujących wykłady i warsztaty prowadzone przez doświadczonych ekspertów i praktyków.

source: The Programme is financed by the Polish Development Co-operation programme.
pl: Program finansowany jest ze środków programu Polskiej współpracy rozwojowej.

source: You are here Polish Aid / Our partners / Bilateral assistance / Polish-American development projects discussed in Warsaw
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca dwustronna / W Warszawie o polsko-amerykańskich projektach rozwojowych

source: Polish-American development projects discussed in Warsaw
pl: W Warszawie o polsko-amerykańskich projektach rozwojowych

source: The main subject of the discussions which took place on 25 October 2013 in Warsaw, was the November Eastern Partnership Summit and the support for joint Polish-American initiatives for the benefit of EP countries.
pl: Głównym tematem rozmów, które miały miejsce 25 października 2013 r. w Warszawie był listopadowy szczyt Partnerstwa Wschodniego oraz wsparcie dla wspólnych polsko-amerykańskich inicjatyw na rzecz krajów PW.

source: Vice-Minister Pełczyńska-Nałęcz mentioned that currently the whole attention of the European Union is set on the Eastern Partnership summit in Vilnius in November.
pl: Wiceminister Pełczyńska-Nałęcz zaznaczyła, że obecnie uwaga całej Unii Europejskiej skupiona jest na listopadowym szczycie Partnerstwa Wschodniego w Wilnie.

source: The American diplomat drew attention to the fact that the upcoming summit is of a great importance for the development of relations with the EP countries and confirmed that the EU and the US share a similar outlook on the political situation in those countries.
pl: Amerykański dyplomata zwrócił uwagę, że zbliżający się szczyt ma ogromne znaczenie dla rozwoju stosunków z krajami PW oraz potwierdził zbieżność amerykańskiej i unijnej oceny rozwoju sytuacji politycznej w tych krajach.

source: The Vice Minister expressed hope that the decisions taken during the summit will help to bolster cooperation with the EP countries and their democratic reforms.
pl: Wiceszefowa polskiej dyplomacji wyraziła nadzieję, że decyzje, które tam zapadną pozwolą na zacieśnienie współpracy z krajami PW i przyspieszą w nich procesy reform demokratycznych.

source: You are here Polish Aid / News / Polish-Nigerian talks on democracy
pl: jesteś tutaj Polska pomoc / Aktualności / Polsko-nigeryjskie rozmowy o demokracji

source: Polish-Nigerian talks on democracy
pl: Polsko-nigeryjskie rozmowy o demokracji

source: “Nigeria is one of Poland's major African partners and our cooperation has been developing harmoniously,” said Undersecretary of State Katarzyna Kacperczyk at a meeting with Viola Onwuliri, the Minister of State for Foreign Affairs of Nigeria.
pl: - Nigeria jest jednym z ważniejszych partnerów Polski na kontynencie afrykańskim, a nasza współpraca rozwija się harmonijnie - powiedziała podsekretarz stanu Katarzyna Kacperczyk, w trakcie spotkania z nigeryjską podsekretarz stanu Violą Onwuliri.

source: The meeting was held in Warsaw on 23 May.
pl: Do rozmowy doszło 23 maja w Warszawie.

source: The Nigerian foreign minister has come to Warsaw at the invitation of the Community of Democracies whose two-year presidency Nigeria will assume in mid-2015.
pl: Nigeryjska wiceminister gości w Warszawie na zaproszenie Wspólnoty Demokracji (Community of Democracies), w której Nigeria przejmie, w połowie 2015 r., dwuletnie przewodnictwo.

source: Both Poland and Nigeria are active members of the Community, which has a permanent Secretariat in Warsaw.
pl: Zarówno Polska, jak i Nigeria, są aktywnymi członkami wspólnoty, której stały sekretariat mieści się w Warszawie.

source: “While our links with many African countries are mainly economic, with Nigeria we also enjoy excellent co-operation in the Community of Democracies,” emphasised Deputy Minister Kacperczyk.
pl: - Choć z wieloma państwami Afryki łączą nas głównie więzy gospodarcze, to w relacji z Nigerią możemy pochwalić się również doskonałą współpracą w łonie Wspólnoty Demokracji - podkreśliła wiceminister Kacperczyk.

source: The Community of Democracies is an intergovernmental coalition of democratic states whose goal is to support democracy and strengthen democratic standards and institutions around the world.
pl: Wspólnota Demokracji jest międzyrządową koalicją państw demokratycznych, której celem jest promowanie demokracji oraz wzmacnianie demokratycznych norm i instytucji na świecie.

source: The Community was launched in 2000 at a ministerial conference in Warsaw.
pl: Wspólnota została powołana w 2000 r. podczas konferencji ministerialnej w Warszawie.
